Repository: imanis/vulndb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Vulnerability
fr: Vulnérabilité

source: Vulnerabilities
fr: Vulnérabilités

source: Vulnerability category
fr: catégories des Vulnérabilités

source: Vulnerability categories
fr: Catégories des Vulnérabilités

source: Affected item
fr: Elément impacté

source: Affected items
fr: Eléments impactés

source: Exploitation impact
fr: Impact d'exploitation

source: Exploitation impacts
fr: Impacts d'exploitation

source: Exploitation complexity
fr: Complexité d'exploitation

source: Exploitation complexities
fr: Complexités d'exploitation

source: Action complexity
fr: Complexité d'action

source: Action complexities
fr: Complexités d'action

source: Action priority
fr: Priorité de l'action

source: Action priorities
fr: Priorités de l'action

source: Severity rule
fr: Regle de criticité

source: Severity rules
fr: Regles de criticité

source: Action priority rule
fr: Action de régle de priorité

source: Action priority rules
fr: Action de régles de priorité

source: Add Vulnerability
fr: Ajouter une Vulnérabilité

source: Save
fr: Enregistrer

source: Save Draft
fr: Enregistrer brouillon

source: Preview
fr: Aperçu

source: Cancel
fr: Annuler

source: Drafts
fr: Brouillons

source: Severity
fr: Criticité

source: Category
fr: Catégorie

source: Afected Item
fr: Elements affectés

source: Added by
fr: Ajouté par

source: No draft to display
fr: Aucun brouillon à afficher

source: Edit
fr: Modifier

source: Click to remove this tag
fr: Clicker pour effacer ce tag

source: Publish
fr: Publier

source: vulnerabilities
fr: Vulnérabilité

source: other
fr: Autre

source: Vulnerabilities Settings
fr: Paramétres de Vulnérabilité

source: Edit CVSS levels and matrices
fr: Modifier les matrices et les niveaux de CVSS

source: Added
fr: Ajouté

source: by
fr: par

source: Updated
fr: Mise à jour

source: vulns
fr: vulnérabilités

source: Add vulnnerability
fr: Ajouter une vulnérabilité

source: Vulnerabilities
fr: Vulnérabilités

source: Popular Categories
fr: Catégories les plus utlisées

source: Popular Vulnerabilities Types
fr: Les types les plus populaires

source: Ref
fr: Réf

source: Expl impact
fr: Conséquences d'exp.

source: Action priority
fr: Priorité de MoE

source: Action complexity
fr: Compl. de MoE

source: user
fr: Utilisateur

source: There is no published vulnerabilities yet
fr: Pas de vulnérabilité publiée

source: Be the first one to Add
fr: Sois le premier à ajouter

source: You have no unread notification
fr: Vous n'avez aucune notification non lu

source: See all
fr: Voir tous

source: You have no notification
fr: Vous n'avez aucune notification

source: Sign up for vulnDB
fr: Se connecter pour vulnDB

source: Create an account
fr: Créer un compte

source: You have already an account ?
fr: Avez vous déja un compte

source: Log in
fr: Se connecter

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Network
fr: Réseaux

source: Job Title
fr: Poste

source: Location
fr: Emplacement

source: Url
fr: Chemin

source: Profile
fr: Profil

source: Picture
fr: Image

source: Account Settings
fr: Paramétres du compte

source: Change Password
fr: Changer mot de passe

source: Change Picture
fr: Changer l'image

source: Upload new picture
fr: Télécharger une nouvelle image

source: Crop Picture
fr: Cadrer l'image

source: Crop the profile picture and then click on the
fr: Cadrer l'image du profil puis clicker sur

source: Save Picture
fr: Enregistrer l'image

source: button
fr: boutton

source: Close
fr: Fermer

source: Save changes
fr: Enregistrer les changements

source: User informations
fr: Informations d'utilisateur

source: Start a conversation
fr: Commencer une conversation

source: Last Activities by
fr: Derniére activité par

source: Edit Profile
fr: Modifier le profil

source: Feed
fr: Flux

source: Feeds
fr: Flux d'actualités

source: Press Ctrl + P to compose
fr: Pousser Ctrl + P pour composer

source: Compose
fr: Composer

source: Compose a new post
fr: Composer un nouveau message

source: Post
fr: Message

source: new activities
fr: Nouvelle activité

source: There is no Feeds yet
fr: Aucune flux trouvé

source: Write a comment...
fr: Rédiger un commentaire...

source: Click to remove this comment
fr: Clicker pour supprimer ce commentaire

source: Be the first one to comment
fr: Sois le premier à commenter

source: Inbox
fr: Boitre de réception

source: New message
fr: Nouveau message

source: (choose from the list)
fr: (choisir depuis la liste)

source: Project
fr: Projet

source: Projects
fr: Projets

source: Project Nature
fr: Nature de projet

source: Project Natures
fr: Natures de projet

source: Vulnerabilities instances
fr: Ajouter une Vulnérabilité

source: severity
fr: criticité

source: severitys
fr: criticités

source: has Start a new Project
fr: a Commencé un nouveau projet

source: Modify an existing Project
fr: a Modifié un projet existant

source: Remove a Project
fr: Supprimé un projet

source: Archive an active Project
fr: Archivé un projet actif

source: Activate an archived Project
fr: Activé un projet archivé

source: Update Servety Matrix for the Project
fr: Modifier la matrice de criticité pour le projet

source: Update Action Priority Matrix for the Project
fr: Modifier la matrice de priorité pour le projet

source: Load a new Vulnerability
fr: Chargé une nouvelle Vulnérabilité

source: to Project
fr: Pour le Projet

source: You have entred a worng Refs / IDs
fr: Vous avez entré des fause Refs / IDs

source: You have entred a worng Ref / ID
fr: Vous avez entré une fause Ref / ID

source: Add unexisting Vulnerability
fr: Ajouté une Nouvelle Vulnérabilité

source: Edit a Vulnerability
fr: Modifié une Vulnérabilité

source: from Project
fr: à partir du projet

source: Remove a Vulnerability
fr: Supprimé une Vulnérabilité

source: Add new Vulnerability to project
fr: Ajouter une Vulnérabilité à ce projet

source: Description Preview
fr: Description Aperçu

source: Add one...
fr: Ajouter une...

source: Projects list
fr: Listre de projet

source: Upload new logo
fr: Télécharger un nouveau logo

source: Client name
fr: Nom du client

source: This Client have
fr: Ce client a

source: Crop the client logo and then click on the
fr: Cadrer le logo du client puis clicker sur

source: Client project list
fr: Liste de projets du client

source: No Project for this client
fr: Aucun projet pour ce client

source: Project List
fr: Liste de projet

source: Edit Vulnerability
fr: Modifier une Vulnérabilité

source: Edit Project
fr: Modifier projet

source: Criticality Matrix Level
fr: criticité Matrice Niveau

source: Matrix Priority Implementation
fr: Matrice priorité la mise en œuvre

source: Project
fr: Projet

source: Best practice
fr: Bonne pratique

source: started
fr: Démaré

source: Active Project
fr: Projet actif

source: Preferences
fr: Préférence

source: Edit Local CVSS levels and matrices for this Project
fr: Modifier les matrices et les niveaux de CVSS pour ce projet

source: Matrix calculation of Severity Level
fr: Calcul matriciel de Niveau de criticité

source: Action Complexity levels
fr: Action de niveau de complexité

source: Exploitation Impact levels
fr: Exploitation des niveau de conséquence

source: Matrix calculation of Action Priority
fr: Calcul matriciel de priorité de la mise en œuvre

source: Severity levels
fr: Niveaux de criticité

source: Change Action Priority
fr: Changer la priorité de MoE

source: Change
fr: changement

source: Change Severity Level
fr: Changer le niveau de Cricité

source: Project:
fr: Projet

source: Description & Team
fr: Description & Equipe

source: Statistics
fr: Statistiques

source: There is no discovred vulnerabilities yet for this project
fr: Aucune vulnérabilité détéctée pour ce projet

source: Be the first one to load
fr: Sois le premier à charger

source: Adminnistrator
fr: Administrateur

source: Project Description
fr: Description du projet

source: Activate
fr: Activer

source: Archived
fr: Archiver

source: Generate repport
fr: Générer rapport

source: Delete Project
fr: Supprimer le projet

source: Archive Project
fr: Archiver le projet

source: Activate Project
fr: Activer le projet

source: Répartition des vulnérabilités par Type
fr: Réparation des vulnérabilités par type

source: Répartition des vulnérabilités par niveau de criticité
fr: Réparation des vulnérabilités par niveau de criticité

source: Répartition des vulnérabilités par priorités de mise en ouvre des recommandations
fr: Réparation des vulnérabilités par priorité de mise en ouevre des recommandations

source: Répartition des vulnérabilités par complexité de mise en ouvre des recommandations
fr: Réparation des vulnérabilités par complexité de mise en ouevre des recommandations

source: Project Team
fr: Equipe de projet

source: Load new vuln
fr: Charger une vulnérabilité

source: Add unexisting vulnnerability
fr: Ajouter une Nouvelle Vulnérabilité

source: Vulnerabilities Table
fr: Table de Vulnérabilité

source: Start a new Project
fr: Commencer un nouveau projet

source: Active
fr: Actif

source: All Projects
fr: Tous les projets

source: No Project yet
fr: Aucun projet

source: Add Project
fr: Ajouter un projet

source: Project list
fr: Liste de projet

source: Show Vulnerability
fr: Afficher une Vulnérabilité

source: Delete
fr: Supprimer

source: Vulnerability Model
fr: Model de la Vulnérabilité

source: vulns selection
fr: Sélection des vulnérabilités

source: Vulnerabilities Selection
fr: Sélection des vulnérabilités

source: To load new vulnerabilities to this project you can either enter the vulnerability Ref or select from the Vulnerabilities Table
fr: Pour charger une vulnérabiltés vous pouvez soit entrer la référence de la vulnérabilité soit sélectionner à partir de la table des vulnérabilités

source: Enter Vulnerability Ref
fr: Entrer la Ref de la Vulnérabilité

source: Or, Choose from The Vulnerability Table by selecting One or Multiple Vulnerabilities
fr: Ou choisir à partir de la table de vulnérabilité une ou plusieurs

source: Load selection
fr: Charger la séléction

source: Be the first one to add
fr: Sois le premier à ajouter

source: Action Complexity
fr: la complexité de MoE

source: Name
fr: Nom

source: Color
fr: Couleur

source: Action Priority
fr: Priorité de MoE

source: Exploitation Complexity
fr: la complexité d'exploitation

source: Add Exploitation Complexity
fr: Ajouter complexité d'eploiatation

source: Exploitation Impact
fr: Impacts d'exploitation

source: Add Exploitation Impact
fr: Ajouter un impact d'exploitation

source: Add Severity
fr: Ajouter Niv. de Crit.

source: Report
fr: Rapport

source: Reports
fr: Rapports

source: Report Template
fr: Format du rapport

source: Report Templates
fr: Formats de rapport

source: Template Front Cover Page
fr: Format du page du fond

source: Template Front Cover Pages
fr: Format des pages du fond

source: Template Header
fr: Format de l'en-tête

source: Template Headers
fr: Format des en-têtes

source: Template Footers
fr: Pieds de page modèle

source: Template Font
fr: Modèle des polices

source: Template Fonts
fr: Modèle des polices

source: Template Font Sizes
fr: Modèle de la taille des polices

source: Report Contact
fr: Contact d'un Rapport

source: Report Contacts
fr: Contacts d'un Rapport

source: Reports
fr: Rapports

source: Not Available yet !!
fr: Pas encore disponible !!

source: Client name
fr: Nom du client

source: No client found
fr: Aucun article trouvé

source: No feed found
fr: Aucun flux trouvé

source: A Project for
fr: Un projet pour

source: with
fr: Avec

source: No project found
fr: Aucun projet trouvé

source: No reports found
fr: Aucun utilisateur trouvé

source: Vulneabilities
fr: Vulnérabilités

source: Vulneabilities Instances
fr: Instance d'une Vulnérabilité

source: Users
fr: Utilisateurs

source: No user found
fr: Aucun utilisateur trouvé

source: added by
fr: ajouté par

source: Action prioirity
fr: Priorité de MoE

source: No vulnerability found
fr: Aucune vulnérabilité trouvée

source: Vulnerability Instances
fr: Instance d'une Vulnérabilité

source: from project
fr: à partir du projet

source: Search
fr: Chercher

source: Search
fr: Chercher

source: Search for Vulnerabilities, projects, rapports or users
fr: Recherche des vulnérabilités, des projets, Rapports ou utilisateurs

source: Search for Vulnerabilities, projects, clients, rapports or users ...
fr: Recherche des vulnérabilités, des projets, des rapports pour les utilisateurs ...

source: Admin Panel
fr: Panneau d'administration

source: Log out
fr: Déconnexion

source: Add Afected items to this Vulnerability as tags, at least one tag such as (server switch )
fr: Ajouter des éléments impactées par cette Vulnérabilité sous forme de tags, au moins une Tag doit etre ajouté, exemple (server, switch)

source: Add a new category
fr: Ajouter une nouvelle catégorie

source: choose severity
fr: choisir un niveau de criticité

source: choose priority
fr: choisir une priorité

source: Vulnerability Item Tag
fr: Tag d'elements d'une Vulnérabilité

source: Vulnerability Items Tags
fr: Tags d'elements d'une Vulnérabilité

source: Vulnerability Type
fr: Type de Vulnérabilité

source: Vulnerability Types
fr: Types de Vulnérabilités

source: Vulnerability Exploitation impact
fr: Conséquences d'exp. de vulnérabilité

source: Vulnerability Exploitation impacts
fr: Conséquenceses d'exp. de vulnérabilité

source: Vulnerability Exploitation complexity
fr: Complexité d'exploitation de vulnérabilité

source: Vulnerability Exploitation complexities
fr: Complexités d'exploitation de vulnérabilité

source: Vulnerability Action complexity
fr: Complexité d'exploitation de vulnérabilité

source: Vulnerability Action complexities
fr: Complexités d'exploitation de vulnérabilité

source: Vulnerability severity
fr: Criticité de Vulnérabilité

source: Vulnerability severities
fr: Criticités de Vulnérabilités

source: Vulnerability Severity rule
fr: Régle de criticité de Vulnérabilité

source: Vulnerability Severity rules
fr: Régles de criticité de Vulnérabilité

source: Vulnerability Action priority
fr: Priorité de MoE de Vulnérabilité

source: Vulnerability Action priorities
fr: Priorités de MoE de Vulnérabilité

source: Vulnerability Action priority rule
fr: Régle de priorité d'action de Vulnérabilité

source: Vulnerability Action priority rules
fr: Régles de priorité de MoE de Vulnérabilité

source: Update Servety Matrix.
fr: Mettre à jour la matrice de criticité

source: Update Action Priority Matrix.
fr: Mettre à jour la matrice des priorités de MoE

source: Here you can find all vulnerabilities you working on as drafts, and you can either Edit or Delete Them.
fr: Ici vous trouvez toutes les brouillons de vulnérabilités que vous travaillez sur, et vous pouvez soit les modifier soit les supprimer

source: Only you can see this list.
fr: Vous pouvez seulement voir cette liste

source: Edit Global CVSS levels and matrices for all the Database
fr: Modifier les matrices et les niveaux du CVSS pour toute la base de données

source: View Global CVSS levels and matrices for all the Database
fr: Consulter les matrices et les niveaux du CVSS globales

source: Global Preference
fr: Préférences globales

source: Here you can find all vulnerabilities added to the database by VulnDB Administrators
fr: Ici vous trouvez tous les vulnérabilités ajouté à la base de données par les utilisateurs

source: Popular Vulnerabilities Natures
fr: Natures de vulérabilité les plus populaires

source: Administrator
fr: Administrateur

source: Add Action Complexity
fr: Ajouter complexité de MoE

source: Add Action Priority
fr: Ajouter priorité de MoE
